Repository: pinauten/Fugu15
Catalog: Dopamine/*.lproj/Localizable.strings
Languages: sv

# Button_Cancel
source: Cancel
sv: Avbryt

# Button_Hide_Jailbreak
source: Hide Jailbreak
sv: Göm Jailbreak

# Button_Hide_Logs_Title
source: Hide Logs
sv: Göm Loggar

# Button_Remove_Jailbreak
source: Remove Jailbreak
sv: Ta Bot Jailbreak

# Button_Set_Mobile_Password
source: Set Mobile Password
sv: Ställ in rotlösenord

# Button_Show_Logs_Title
source: Show Logs
sv: Visa Loggar

# Button_Unhide_Jailbreak
source: Unhide Jailbreak
sv: Visa Jailbreak

# Button_Update
source: Update
sv: Updatera

# Button_Update_Available
source: Update Available
sv: Uppdatering tillgänglig

source: Bypassing PAC
sv: Undviker PAC

source: Bypassing PPL
sv: Undviker PPL

# Changelog_Unavailable_Text
source: Changelog Unavailable
sv: Ändringslogg ej tillgänglig

# Context_Menu_Copy_To_Clipboard
source: Copy to Clipboard
sv: Kopiera till urklipp

# Credits_Button_License
source: License
sv: Licens

# Credits_Button_Source_Code
source: Source Code
sv: Källkod

# Credits_Header_Special_Thanks
source: Special thanks:
sv: Speciellt tack:

# Credits_Made_By
source: Made by opa334, évelyne
sv: Tillverkad av opa334, évelyne

# Credits_Made_By_Subheadline
source: UI by sourcelocation Logo and icon by xerus
sv: UI av sourcelocation Logotyp och icon av xerus

source: Finalizing Bootstrap
sv: Slutför Bootstrap

source: Gaining r/w
sv: Får r/w

# Hint_Hide_Jailbreak
source: "Hide Jailbreak" temporarily removes jailbreak-related files until next jailbreak
sv: "Göm Jailbreak" tar tillfälligt bort jailbreak-relaterade filer tills nästa jailbreak

source: Initializing Environment
sv: Initiera miljö

source: Initializing System Hook
sv: Initialiserande systemkrok

# Jailbreak_Done
source: Done!
sv: Färdig!

source: Launching kexploitd
sv: Startar kexploitd

source: Launching oobPCI
sv: Startar oobPCI

source: Loading Basebin Trustcache
sv: Laddar Basebin Trustcache

# Menu_Credits_Title
source: Credits
sv: Om

# Menu_Settings_Title
source: Settings
sv: Inställningar

# Menu_Reboot_Userspace_Title
source: Reboot Userspace
sv: Starta om Userspace

# Menu_Restart_SpringBoard_Title
source: Restart SpringBoard
sv: Starta om SpringBoard

# Settings_iDownload
source: iDownload (Developer Shell)
sv: iDownload (Terminal för utvecklare)

# Settings_Verbose_Logs
source: Verbose Logs
sv: Omfattande loggar

source: Rebuilding TrustCache
sv: Bygger om TrustCache

source: Refreshing Icon Cache
sv: Uppfriskande ikoncache

# Settings_Footer_Device_Bootstrapped
source: Device is bootstrapped
sv: Enheten är bootstrapsed

# Settings_Footer_Device_Not_Bootstrapped
source: Device is not bootstrapped
sv: Enheten är inte bootstrapsed

source: Starting jailbreakd
sv: Börjar jailbreakad

source: Starting Launch Daemons
sv: Startar Launch Daemons

# Status_Title_Select_Package_Managers
source: Select Package Manager(s)
sv: Välj pakethanterare

# Status_Title_Unsuccessful
source: Unsuccessful
sv: Misslyckad

source: Success rate: %@%% (%lld/%lld)
sv: Framgångsfrekvens: %@%% (%lld/%lld)

# Title_Changelog
source: Changelog
sv: Ändringslogg

# Update_Log_Hint_Scrollable
source: Log view can be scrolled
sv: Loggvy kan scrollas

# Update_Status_Downloading
source: Downloading update...
sv: Laddar ned uppdatering...

# Update_Status_Installing
source: Installing update...
sv: Installerar uppdatering...

# Update_Status_Subtitle_Please_Wait
source: Please wait while files finish downloading
sv: Vänta medan filer laddas ned

# Update_Status_Subtitle_Restart_Soon
source: The device will restart soon
sv: Enheten kommer snart att starta om
